<?php
!defined('IN_GENV') && die();
//-00000000001
return 'a:13:{s:7:\"comlist\";a:53:{i:0;a:2:{s:2:\"id\";s:3:\"253\";s:4:\"name\";s:6:\"德隆\";}i:1;a:2:{s:2:\"id\";s:3:\"101\";s:4:\"name\";s:9:\"英之杰\";}i:2;a:2:{s:2:\"id\";s:3:\"128\";s:4:\"name\";s:18:\"悦海（蛇口）\";}i:3;a:2:{s:2:\"id\";s:3:\"278\";s:4:\"name\";s:9:\"中灏润\";}i:4;a:2:{s:2:\"id\";s:3:\"266\";s:4:\"name\";s:12:\"中捷南沙\";}i:5;a:2:{s:2:\"id\";s:3:\"268\";s:4:\"name\";s:18:\"顺安通刘小姐\";}i:6;a:2:{s:2:\"id\";s:3:\"251\";s:4:\"name\";s:25:\"华通报关盐田 李生\";}i:7;a:2:{s:2:\"id\";s:3:\"214\";s:4:\"name\";s:30:\"东海祥（利和）魏小姐\";}i:8;a:2:{s:2:\"id\";s:3:\"275\";s:4:\"name\";s:9:\"安达通\";}i:9;a:2:{s:2:\"id\";s:3:\"198\";s:4:\"name\";s:12:\"穗林报关\";}i:10;a:2:{s:2:\"id\";s:2:\"45\";s:4:\"name\";s:6:\"顺大\";}i:11;a:2:{s:2:\"id\";s:3:\"189\";s:4:\"name\";s:13:\"富展国际 \";}i:12;a:2:{s:2:\"id\";s:3:\"194\";s:4:\"name\";s:6:\"顺帆\";}i:13;a:2:{s:2:\"id\";s:3:\"236\";s:4:\"name\";s:12:\"亿森贸易\";}i:14;a:2:{s:2:\"id\";s:3:\"172\";s:4:\"name\";s:13:\"永海鹏帅R\";}i:15;a:2:{s:2:\"id\";s:2:\"29\";s:4:\"name\";s:11:\"中捷 赵S\";}i:16;a:2:{s:2:\"id\";s:3:\"271\";s:4:\"name\";s:18:\"深圳北环蛇口\";}i:17;a:2:{s:2:\"id\";s:3:\"231\";s:4:\"name\";s:12:\"集铨国际\";}i:18;a:2:{s:2:\"id\";s:2:\"59\";s:4:\"name\";s:9:\"詹素娟\";}i:19;a:2:{s:2:\"id\";s:3:\"187\";s:4:\"name\";s:24:\"广州机场国翔报关\";}i:20;a:2:{s:2:\"id\";s:2:\"62\";s:4:\"name\";s:18:\"深圳方达公司\";}i:21;a:2:{s:2:\"id\";s:3:\"148\";s:4:\"name\";s:6:\"啊龟\";}i:22;a:2:{s:2:\"id\";s:2:\"60\";s:4:\"name\";s:15:\"鸿洲翁小姐\";}i:23;a:2:{s:2:\"id\";s:3:\"149\";s:4:\"name\";s:42:\"海鹰通国际物流（皇岗报关行）\";}i:24;a:2:{s:2:\"id\";s:2:\"44\";s:4:\"name\";s:6:\"阿南\";}i:25;a:2:{s:2:\"id\";s:2:\"71\";s:4:\"name\";s:12:\"广州科迪\";}i:26;a:2:{s:2:\"id\";s:2:\"94\";s:4:\"name\";s:18:\"广州建悦货代\";}i:27;a:2:{s:2:\"id\";s:3:\"104\";s:4:\"name\";s:30:\"广州华申国际货运公司\";}i:28;a:2:{s:2:\"id\";s:3:\"152\";s:4:\"name\";s:6:\"安达\";}i:29;a:2:{s:2:\"id\";s:3:\"276\";s:4:\"name\";s:25:\"华通报关蛇口 李生\";}i:30;a:2:{s:2:\"id\";s:3:\"240\";s:4:\"name\";s:9:\"万利通\";}i:31;a:2:{s:2:\"id\";s:3:\"274\";s:4:\"name\";s:18:\"深圳北环盐田\";}i:32;a:2:{s:2:\"id\";s:3:\"270\";s:4:\"name\";s:27:\"利银黄生（产地证）\";}i:33;a:2:{s:2:\"id\";s:3:\"280\";s:4:\"name\";s:6:\"啊城\";}i:34;a:2:{s:2:\"id\";s:3:\"272\";s:4:\"name\";s:6:\"黄宏\";}i:35;a:2:{s:2:\"id\";s:3:\"258\";s:4:\"name\";s:18:\"信誉弘曾小姐\";}i:36;a:2:{s:2:\"id\";s:3:\"228\";s:4:\"name\";s:9:\"友航通\";}i:37;a:2:{s:2:\"id\";s:3:\"286\";s:4:\"name\";s:9:\"帆顺城\";}i:38;a:2:{s:2:\"id\";s:3:\"284\";s:4:\"name\";s:12:\"炜祥国际\";}i:39;a:2:{s:2:\"id\";s:2:\"92\";s:4:\"name\";s:18:\"港臣广州公司\";}i:40;a:2:{s:2:\"id\";s:3:\"281\";s:4:\"name\";s:12:\"万通蛇口\";}i:41;a:2:{s:2:\"id\";s:3:\"123\";s:4:\"name\";s:12:\"凯顺报关\";}i:42;a:2:{s:2:\"id\";s:3:\"127\";s:4:\"name\";s:21:\"恒兴隆蛇口高生\";}i:43;a:2:{s:2:\"id\";s:3:\"180\";s:4:\"name\";s:12:\"广州威航\";}i:44;a:2:{s:2:\"id\";s:3:\"183\";s:4:\"name\";s:15:\"三联集装箱\";}i:45;a:2:{s:2:\"id\";s:3:\"279\";s:4:\"name\";s:12:\"新源盐田\";}i:46;a:2:{s:2:\"id\";s:3:\"186\";s:4:\"name\";s:39:\"宏盛捷国际货运代理有限公司\";}i:47;a:2:{s:2:\"id\";s:3:\"191\";s:4:\"name\";s:24:\"广州嘉裕国际速递\";}i:48;a:2:{s:2:\"id\";s:3:\"200\";s:4:\"name\";s:9:\"盛世通\";}i:49;a:2:{s:2:\"id\";s:3:\"210\";s:4:\"name\";s:34:\" 深圳市检疫处理有限公司\";}i:50;a:2:{s:2:\"id\";s:3:\"288\";s:4:\"name\";s:18:\"盐田丰裕报关\";}i:51;a:2:{s:2:\"id\";s:3:\"289\";s:4:\"name\";s:12:\"飞翔商检\";}i:52;a:2:{s:2:\"id\";s:3:\"283\";s:4:\"name\";s:11:\"Jason商检\";}}s:5:\"comid\";s:3:\"272\";s:7:\"company\";s:6:\"黄宏\";s:9:\"alreadyfu\";s:2958:\" <table border=1 width=500 align=center>
  <tr>
 <td>现金</td><td>-8907</td><td>2020-11-17</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>-3778</td><td>2020-10-15</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>5851</td><td>2020-08-06</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>2392</td><td>2020-07-09</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>-1000</td><td>2020-06-10</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>2733</td><td>2020-05-21</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>1431</td><td>2020-04-10</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>-450</td><td>2020-03-03</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>-1400</td><td>2020-03-03</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>-4562</td><td>2020-01-08</td><td>刘长江收</td></tr>
  <tr>
 <td>广州农行燕岭支行</td><td>-1200</td><td>2019-10-16</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>3711</td><td>2019-09-27</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>-5770</td><td>2019-09-27</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>-4470</td><td>2019-08-26</td><td>刘长江收， 减去2800社保，总付2270，曹有800未结</td></tr>
  <tr>
 <td>现金</td><td>-3050</td><td>2019-07-22</td><td>刘长江收，曹有一票退二百，未结</td></tr>
  <tr>
 <td>现金</td><td>-600</td><td>2019-06-28</td><td>刘长江收，系统4月剩二百是公司的黄宏已付曹</td></tr>
  <tr>
 <td>现金</td><td>2130</td><td>2019-05-27</td><td>刘长江付</td></tr>
  <tr>
 <td>现金</td><td>10670</td><td>2019-03-15</td><td>刘长江付</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-13080</td><td>2021-08-09</td><td>刘长江付 </td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-51546</td><td>2021-07-06</td><td>刘长江收</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-12564</td><td>2021-06-03</td><td>刘长江收</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-12412</td><td>2021-04-22</td><td> 刘长江付</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-988</td><td>2021-03-26</td><td>刘长江收</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-13840</td><td>2021-03-26</td><td>刘长江收</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-10731</td><td>2021-03-26</td><td>刘长江收</td></tr>
  <tr>
 <td>广州工商银行金港支行</td><td>-10548</td><td>2021-01-26</td><td>刘长江收</td></tr>
  <tr>
 <td>现金</td><td>3338</td><td>2020-12-30</td><td> 刘长江付</td></tr>
  <tr>
 <td>现金</td><td>-1100</td><td>2018-03-09</td><td>总收13598元，10－2月拖车应收应付相抵</td></tr>
  <tr>
 <td>现金</td><td>-850</td><td>2018-03-09</td><td>总收13598元，10－2月拖车应收应付相抵</td></tr>
  </table>
 总金额-130590 
 \";s:3:\"ids\";s:2:\"[]\";s:7:\"comcate\";i:1;s:4:\"list\";a:9:{i:0;a:12:{s:2:\"id\";s:5:\"23934\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:13:\"BMOU1140890  \";s:4:\"b_so\";s:10:\"2675946420\";s:14:\"b_product_name\";s:6:\"拖车\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:7:\"2882.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-27\";s:2:\"cc\";s:1:\"1\";}i:1;a:12:{s:2:\"id\";s:5:\"23933\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"CCLU4610600\";s:4:\"b_so\";s:10:\"6311753650\";s:14:\"b_product_name\";s:6:\"正报\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:6:\"212.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-26\";s:2:\"cc\";s:1:\"1\";}i:2;a:12:{s:2:\"id\";s:5:\"23929\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"SGCU1931480\";s:4:\"b_so\";s:32:\"ASKVHU41280079（GZCY21080840）\";s:14:\"b_product_name\";s:19:\"音箱等（YOYO）\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:8:\"-2600.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-26\";s:2:\"cc\";s:1:\"1\";}i:3;a:12:{s:2:\"id\";s:5:\"23837\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"MEDU4428010\";s:4:\"b_so\";s:17:\"181FY21S3800015D1\";s:14:\"b_product_name\";s:6:\"四拼\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:6:\"412.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-11\";s:2:\"cc\";s:1:\"1\";}i:4;a:12:{s:2:\"id\";s:5:\"23831\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"UACU3621713\";s:4:\"b_so\";s:10:\"89509519/1\";s:14:\"b_product_name\";s:6:\"拖车\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:7:\"4680.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-10\";s:2:\"cc\";s:1:\"1\";}i:5;a:12:{s:2:\"id\";s:5:\"23832\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"MSDU1307500\";s:4:\"b_so\";s:17:\"181AY21F0391008D1\";s:14:\"b_product_name\";s:6:\"拖车\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:7:\"2954.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-10\";s:2:\"cc\";s:1:\"1\";}i:6;a:12:{s:2:\"id\";s:5:\"23818\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"YMLU3564796\";s:4:\"b_so\";s:13:\"I226095729010\";s:14:\"b_product_name\";s:39:\"广州泰美斯智能科技有限公司\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:6:\"108.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-06\";s:2:\"cc\";s:1:\"1\";}i:7;a:12:{s:2:\"id\";s:5:\"23803\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"HMMU6370527\";s:4:\"b_so\";s:12:\"SZPA78704700\";s:14:\"b_product_name\";s:15:\"海绵边角料\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:8:\"-1300.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-01\";s:2:\"cc\";s:1:\"1\";}i:8;a:12:{s:2:\"id\";s:5:\"23804\";s:6:\"b_code\";s:0:\"\";s:11:\"b_tank_code\";s:11:\"HMMU6369059\";s:4:\"b_so\";s:12:\"SZPA59426500\";s:14:\"b_product_name\";s:15:\"海绵边角料\";s:5:\"pc_id\";s:3:\"272\";s:12:\"pc_tankmoney\";s:4:\"0.00\";s:8:\"pc_other\";s:4:\"0.00\";s:10:\"pc_bgmoney\";s:8:\"-1300.00\";s:12:\"pc_portmoney\";s:4:\"0.00\";s:8:\"postdate\";s:10:\"2021-08-01\";s:2:\"cc\";s:1:\"1\";}}s:2:\"d1\";s:0:\"\";s:2:\"d2\";s:0:\"\";s:2:\"d3\";s:4:\"2021\";s:2:\"d4\";s:1:\"8\";s:9:\"countdata\";a:4:{s:10:\"pc_bgmoney\";d:6048;s:12:\"pc_portmoney\";d:0;s:12:\"pc_tankmoney\";d:0;s:8:\"pc_other\";d:0;}s:4:\"bank\";a:12:{i:1;s:24:\"广州农行燕岭支行\";i:2;s:30:\"中行广州盈嘉花园支行\";i:3;s:24:\"工行广州花城支行\";i:4;s:30:\"招行广州珠江新城支行\";i:6;s:27:\"深圳招行文锦渡支行\";i:8;s:27:\"广州银行科韵路支行\";i:9;s:6:\"现金\";i:10;s:12:\"往来相抵\";i:29;s:29:\"呆帐(按提成比例承担)\";i:31;s:30:\"深圳农行锦湖支行卡号\";i:35;s:30:\"工商银行深圳和平支行\";i:36;s:30:\"广州工商银行金港支行\";}}';
?>